Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/umorottaja.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Leski-Antin Uulaa voitaisiin nimetä 1900-luvun inarinsaamen kirjoittamisen ja kertomaperinteen edelläkävijäksi.
smn: Lesk-Ant Uulást puávtáččij ettâđ, et sun lâi 1900-lovo anarâškielâ &#133;äällim já muštâlemärbivyevi pioneer ađai oovdâstjottee.

source: Elintavoiltaan hän oli hyvin tavallinen ja vaatimaton inarinsaamelainen, mutta hän oli hyvin etevä kirjoittamaan niin inarinsaameksi kuin suomeksikin.
smn: Elimis tááhust sun lâi uáli táválâš já vyeligâš anarâš, mut sun lâi čeppi čäälliđ sämikielân já suomâkielân, já sun meiddei pyereest maatij muštâliđ puohlágán mainâsijd.

source: Hän kirjoitti inarinsaameksi usein Sabmelaš -lehteen ja suomeksi Rovaniemi -lehteen.
smn: Sun čaalij sämikielân távjá Sabmelaš -loostân já suomâkielân Rovaniemi -loostân.

source: Viimeisimpinä vuosinaan hän ehti vielä toimia Rovaniemi-lehden asiamiehenäkin.
smn: Majemuid ivijdis sun vala kiergânij toimâđ Rovaniemi -loostâ äššialmajin.

source: Ihmiset, jotka hänet vielä muistavat, sanovatkin, että siellä ei ollut koskaan ikävä, missä vain Leski-Antin Uula oli;
smn: Toh ulmuuh, kiäh suu vala mušteh, eteh-uv, et tobbeen ij lamaš kuássin ahheev, kost Lesk-Ant Uulá lâi: suu mainâsijd lâi suotâs kuullâđ.

source: Koska hän oli hyvin etevä ja kirjallinen ihminen, sekä hyvä kertoja, toimi hän usein kielentutkijoiden kielimestarina ja inarinsaamen opettajana heille – eritoten T.
smn: Ko sun lâi čuuvtij kirjálâš olmooš já čeppi muštâliđ, te sun maŋgii tooimâi kielâtotkei kielâmiäštárin já anarâškielâ máttáátteijen sijjân – kuittâg jo T.

source: I. Itkoselle nuorena miehenä 1900-luvun alkupuolella ja myöhemmin Erkki Itkoselle 1900-luvun puolessa välissä.
smn: I. Itkosâžân nuorâ almajin 1900-lovo aalgâst já maŋeláá Erkki Itkosâžân 1900-lovo pelimuddoost.

source: Oskar Uula Morottaja syntyi toukokuun 1. päivänä 1892 Nellimissä.
smn: Oskar Uula Morottaja šoodâi vyesimáánu 1. peeivi 1892 Njellimist.

source: Hänen vanhempansa Antti Hietajärvi, entinen Morottaja ja jälleen myöhemmin Morottaja (s. 13.5.
smn: Suu vanhimeh Antti Hietajärvi, oovdiš Morottaja já oppeet maŋeláá Morottaja (13.5.1851 - 27.5.1919) já Riijtá Maatinieidâ Valle (10.7.1856 - 9.6.1912) uážžoin čiččâm pärnid: vittâ kaandâ já kyehti nieidâ.

source: Lapsista kolme kuolivat jo nuorina.
smn: Kuulmâs sunnuu párnáin jammii nuorrân.

source: Oskar Uula oli heidän viides lapsensa.
smn: Oskar Uulá lâi sunnuu viiđâd pärni.

source: Uulan vanhemmat olivat köyhiä kalastajia, ja niinpä lapset joutuivat jo varhaisessa vaiheessa jättämään kotinsa ja lähtemään maailmalle tienaamaan leipäänsä.
smn: Uulá vanhimeh láin kievhis kuálásteijeeh, já nuuvtpâ párnááh viehâ tooláá karttii-uv vyelgiđ meddâl pääihist tiänáđ leeibis.

source: Uula lähti tekemään renkitöitä kulkien talosta taloon.
smn: Uulá vuolgij reŋguustâllâđ já juuđij táálust táálun.

source: Siihen aikaan Uulalla ei ollut missään vakituista kotia, vaan hän asui aina siellä, missä milloinkin oli renkinä.
smn: Ton ääigi Uulást ij lamaš kosten alnestis päikki, mut sun aasâi ain tobbeen, kost kuás-uv reŋguustâlâi.

source: Hän autteli talollisia kotitöissä ja toimi poropaimenena.
smn: Sun išedij tálulijd päikkipargoin já tooimâi puásuikeččen.

source: Uula teki renkimatkoja myös Norjan puolelle, ja siellä hän kohtasi paljon ihmisiä, kuuli heiltä paljon tarinoita ja kertomuksia, jotka vastaavasti olivat perustana hänen omille tarinoilleen.
smn: Lesk-Ant Uulá jaamij njuhčâmáánu 31. peeivi 1963. dei Taažâ pel, já tobbeen sun kuáhtái ennuv ulmuid já kuulâi sist ennuv saavâid já mainâsijd, moh oppeet lijjii vuáđđun suu jieijâs mainâsáid.

source: Tarinoillaan Uula viihdytti kaikkia niitä ihmisiä, joiden luona hän kulloinkin majaili.
smn: Mainâsijdiskijn Uulá makkuuttij puoh taid ulmuid, kiäi kuvlân sun kuás-uv orostâlâi.

source: Renkitöiden lisäksi Uula kuljetti postia Sulkusjärvelle kerran viikossa.
smn: Reŋguustâllâm lasseen Uulá jođettij poostâ Sulgušjáávrán ohtii ohhoost.

source: Renkimatka vei Uulan myös oman emäntänsä Riutulan Ailin, e. Sarre, os. Mattus (s. 05.04. 1881) luokse Sulkusjärvelle.
smn: Reŋguustâllâm tuálvui Uulá meiddei jieijâs eemeed Rivdul Aailâ, oovdiš Sarre, jieijâs suuvâst Mattus (š. 05.04.1881) kuuvl Sulgušjáávrán.

source: Aili oli jäänyt leskeksi vuonna 1920, kun hänen miehensä Matin Sammeli oli kuollut espanjantautiin.
smn: Ailâ lâi pááccám leskân ive 1920, ko suu oovdiš käälis Mattii Saammâl lâi jáámmám espanjataavdân.

source: Aluksi Uula teki joitakin aikoja Sulkusjärvellä rengin töitä, ja keväällä 1926 hän avioitui talon emännän kanssa.
smn: Uulá vistig reŋguustâlâi Sulgušjäävrist motomijd aaigijd iššeed jäämmim maŋa, já kiđđuv 1926 sun naajâi táálu emedáin.

source: Näin hänestä tuli isäpuoli kuudelle lapselle.
smn: Näävt sust šoodâi ečipeeli kuuđâ páárnán.

source: Hänellä itsellään ei ollut koskaan omia lapsia.
smn: Alnestis sust iä lamaš kuássin párnááh.

source: Naimisiin mentyä Leski-Antin Uula teki etupäässä kotitöitä, kalasteli ja pyysi riekkoja.
smn: Najâmis maŋa Lesk-Ant Uulá poorgâi enâmustáá päikkipargoid, kuálástij já piivdij riävskáid.

source: Tästä ajastaan on Leski-Antin Uula -vainaja kertonutkin tuttavilleen, että oli hauska saada itselleen oman kodin, missä asua.
smn: Taan äigistis Lesk-Ant Uulá-rokke lii ettâm uápisulmuid, et lâi suotâs finniđ olssis pääihi, kost aassâđ.

source: Ilmeisesti hän oli kyllästynyt kulkurielämään.
smn: Sun lâi kustoo vaibâm kolgolâšelimân.

source: Uula Morottaja oli kotonaan erilainen kuin muiden ihmisten seurassa, kertoo hänen tytärpuolensa Anna Harju: Vieraiden ihmisten kanssa hän keskusteli paljon, mutta kotona hän oli aina hyvin hiljainen.
smn: Lesk-Ant Uulá lâi pääihist ereslágán ko eres ulmuigijn, muštâl suu nieidâpeeli Anna Harju: omâs ulmuigijn sun savâstâlâi ennuv, mut pääihist sun lâi ain uáli joskâd.

source: Tärkeimpänä asianaan hänellä oli silloin kotitöiden tekeminen.
smn: Tehálumos äššin sust lâi talle päikkipargoi porgâm.

source: Kun hän oli ollut matkoilla ja saapui kotiin, ei hän koskaan kertonut aluksi matkakuulumisia, mutta sitten kun joku tuli kylästelemään, niin sen jälkeen tarina-arkku vasta aukesi.
smn: Ko sun lâi lamaš jotemin já poođij páikkásis, te sun ij kuássin muštâlâm vistig saavâid mut esken talle ko kiinii poođij kolliistâllâđ, te talle sust mainâsčukke lekkâsij.

source: Kun hänen emäntänsä oli joskus huomauttanut Uulalle tästä tavastaan, oli hän aina sanonut: – No ehtiihän vielä nytkin kuulla niitä kuulumisia!
smn: Ko suu eemeed taan uđheest maidnii huámmášutij, te Uulá ain pahudistij:

source: Eihän niiden kuulumisten kanssa aina niin kiire ole! Leski-Antin Uula kuoli maaliskuun 31. päivänä 1963.
smn: Čižetpeln Heikki Sarre, Erkki Itkonen, Inga Paadar, Katri Lahdenmäki, Elsa Kuuva já Uula Morottaja.
